/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "¡%1$@ %2$@ ha sido instalado y estará listo para usar la siguiente ocasión en que %3$@ arranque! ¿Desea reiniciarlo ahora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "Actualmente %1$@ %2$@ es la última versión disponible.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está ahora disponible (tiene la %3$@). ¿Desea descargarla ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "¡%@ no tiene permisos para escribir en la carpeta de la aplicación! ¿Está arrancando desde una imagen de disco? Si no, pida ayuda al administrador de su sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡Una nueva versión de %@ ha sido instalada!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "¡Hay una nueva versión de %@ disponible!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Hubo un error durante la instalación. Por favor inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Hubo un error al recoger información sobre la actualización. Por favor inténtelo nuevamente más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Hubo un error al extraer el archivo. Por favor inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Hubo un error mientras se intentaba descargar el archivo. Por favor inténtelo nuevamente más adelante.";

/* No comment provided by engineer. */
"An update is already in progress!" = "¡Una actualización esta ya en progreso!";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Comprobar actualizaciones al inicio?";

/* No comment provided by engineer. */
"Downloading update..." = "Descargando actualización...";

/* No comment provided by engineer. */
"Extracting update..." = "Extrayendo actualización...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y reiniciar la aplicación";

/* No comment provided by engineer. */
"Installing update..." = "Instalar actualización...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "¡Preparado para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "¡Error de actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Le gustaría que %@ busque nuevas actualizaciones al inicio? Si no, puede iniciar manualmente la comprobación desde el menú de la aplicación.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up to date!" = "¡Tiene la última versión!";
